// 1 задание
// В компоненте ContentFilter создайте кнопку, которая будет вызывать модальное окно, которое будет
// ссылаться на id элемента массива, который необходимо будет удалить
// (если не успеем - домашка)
// 2 задание
// В компоненте ContentFilter создайте кнопку, которая будет вызывать модальное окно, которая будет
// ссылаться на id элемента массива. Функция должна изменить сво-во check с true на false (или с false на true)
// Компонент ContentItem должен получить также проп check, который взависиомсти от булевого типа
// должен сформировать (в конце div) тег <p></p> с значением 'Просмотрен'.
// Если значение пропа check будет false - этот тег появится не должен
// 3 задание
    // Сформируйте новую кнопку, которая будет получать ID элемента и делать скидку на цену товара на 25% 
    // Примечание: Итоговый результат необходимо округлить в большую сторону