import offer_img from './media/services.png'
import rental_img from './media/rental.png'

export const offer = {
  image: offer_img,
  title: 'Что мы предлагаем',
  text: 'В нашей мастерской можно выполнить комплексное техническое обслуживание велосипеда, ремонт и настройку всех его узлов, шиномонтажные работы. Вовремя проведенное ТО велосипеда помогает избежать многих проблем и дорогого ремонта.  Все работы выполняем качественно и с душой. ',
  background: '#62D0DF'
}

export const rental = {
  image: rental_img,
  title: 'Прокат велосипедов',
  text: 'У нас вы можете взять на прокат хорошо обслуженные и настроенные велосипеды. Как раз мы находимся в прекрасном парке!',
  dir: 'row-reverse',
  background: '#E5E5E5'
}